Repository: send-2-mywork/wordpress-demo
Catalog: languages/*.po
Languages: el_gr

source: Email
el_gr: Εmail

source: Telephone:
el_gr: Τηλέφωνο:

source: Telephone
el_gr: Τηλέφωνο

source: N/A
el_gr: Δεν είναι διαθέσιμο

source: %s review for %s
el_gr: %s άποψη για %s

source: Reviews
el_gr: Απόψεις

source: There are no reviews yet.
el_gr: Δεν υπάρχουν απόψεις ακόμη.

source: Add Review
el_gr: Προσθέστε μια άποψη

source: Add a review
el_gr: Προσθέστε μια άποψη

source: Be the first to review
el_gr: Γίνεται ο πρώτος που θα αφήσει άποψη

source: Leave a Reply to %s
el_gr: Αφήστε μια απάντηση στο %s

source: Your Rating
el_gr: Η Βαθμολογία σας

source: Rate&hellip;
el_gr: Βαθμολόγησε&hellip;

source: Perfect
el_gr: Τέλεια

source: Good
el_gr: Καλά

source: Average
el_gr: Μέτρια

source: Not that bad
el_gr: Όχι τόσο άσχημα

source: Very Poor
el_gr: Χάλια

source: Your Review
el_gr: Η άποψή σας

source: Only logged in customers who have purchased this product may leave a review.
el_gr: Μόνο οι συνδεδεμένοι χρήστες που έχουν αγοράσει αυτο το προϊόν μπορεί να συντάξουν την άποψή τους.

source: Choose an option
el_gr: Επιλέξτε

source: Clear selection
el_gr: Καθαρισμός επιλογής

source: This product is currently out of stock and unavailable.
el_gr: Αυτό το προϊόν έχει εξαντληθεί.

source: Weight
el_gr: Βάρος

source: Dimensions
el_gr: Διαστάσεις

source: Placeholder
el_gr: Κράτηση

source: %s review
el_gr: %s άποψη

source: Related Products
el_gr: Σχετικά προϊόντα

source: Rated %d out of 5
el_gr: Βαθμολογήθηκε με %d στα 5

source: Your comment is awaiting approval
el_gr: Το σχόλιό σας αναμένει έγκριση

source: verified owner
el_gr: εγκεκριμένος ιδιοκτήτης

source: You may also like&hellip;
el_gr: Μπορεί επίσης να σας αρέσει&hellip;

source: Product Name
el_gr: Όνομα Προϊόντος

source: Unit Price
el_gr: Τιμή Μονάδας

source: Stock Status
el_gr: Κατάσταστη αποθέματος

source: Free!
el_gr: Δωρεάν!

source: Out of Stock
el_gr: Εξαντλήθηκε

source: In Stock
el_gr: Σε απόθεμα

source: Remove this product
el_gr: Αφαίρεσε αυτό το προϊον

source: No products were added to the wishlist
el_gr: Δεν υπάρχουν προϊόντα στα αγαπημένα
